Repository: Omulosi/microblog-archive
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: sw

source: Please log in to access this page
sw: Tafadhali jisahihishe kutumia ukurusa huu

source: [Microblog] Reset Your Password
sw: [Microblog] Badilisha pasi yako

source: Username
sw: Jina la usajili

source: Password
sw: Pasi

source: Remember Me
sw: Nikumbuke

source: Sign In
sw: Jisahihishe

source: Email
sw: Anwani

source: Repeat Password
sw: Rudia Pasi

source: Register
sw: Jisajili

source: Please use a different username.
sw: Tafadhali tumia jina tofauti la usajili

source: Please use a different email address.
sw: Tafadhali tumia anwani tofauti

source: Request Password Reset
sw: Badilisha Pasi

source: About me
sw: Kunihusu

source: Submit
sw: Tuma

source: Say something
sw: Sema neno

source: Your post is now live
sw: Matamshi yako yako hadharani sasa

source: Invalid username or password
sw: Vitambulisho sio sahihi

source: Congratulations, you are now a registered user
sw: Heko! Umesajiliwa

source: Your changes have been saved.
sw: Mabadiliko yako yamewekwa

source: User %(username)s not found.
sw: Mtumiaji %(username) hajapatikana

source: You cannot follow yourself!
sw: Huwezi jifuata

source: You are following %(username)s!
sw: Unamfuata %(username)s!

source: User %(username) not found.
sw: Mtumiaji %(username) hajapatikana

source: You cannot unfollow yourself!
sw: Huwezi kutojifuata

source: You are not following %(username)s.
sw: Haumfuati %(username)s

source: Check your email for instructions to reset your password
sw: Angalia anwani yako kupata mwelekeo wa jinsi ya kubadilisha pasi yako

source: Your password has been reset.
sw: Pasi yako imebadilishwa

source: Error: the translation service is not configured.
sw: Kasoro: chombo cha kutafsiri hakijakamilika

source: Error: the translation service failed.
sw: Kasoro: utafsiri haukufaulu

source: Not Found
sw: Haijapatikana

source: Back
sw: Nyuma

source: An unexpected error has occurred
sw: Kosa lisilotarajiwa limefanyika

source: %(username)s said %(when)s
sw: %(username)s alisema %(when)s

source: Translate
sw: Tafsiri

source: Welcome to Microblog
sw: Karibu Microblog

source: Home
sw: Nyumbani

source: Explore
sw: Vumbua

source: Login
sw: Ingia

source: Profile
sw: Kurasa

source: Logout
sw: Toka

source: Error: Could not contact server.
sw: Kasoro: Utandawazi haukupatikana

source: Edit Profile
sw: Badilisha Kurasa

source: Hi, %(username)s!
sw: Jambo, %(username)s!

source: Newer posts
sw: Matamshi yanayofuata

source: Older posts
sw: Matamshi yaliyopita

source: New User?
sw: Mtumiaji mapya?

source: Click to Register!
sw: Jisajili!

source: Forgot Your Password?
sw: Umesahau Pasi?

source: Click to Reset It
sw: Badilisha

source: Reset Your Password
sw: Badilisha Pasi lako

source: Reset Password
sw: Badilisha Pasi

source: User
sw: Mtumiaji

source: Last seen on
sw: Alionekana mwisho

source: %(count)d followers
sw: %(count)d wafuasi

source: %(count)d following
sw: %(count)d unaowafuata

source: Edit your profile
sw: Badilisha kurasa lako

source: Follow
sw: Fuata

source: Unfollow
sw: Kutofuata
